[
    {
        "question": "¿A qué país pertenece esta bandera?",
        "selector": "<input>",
        "topics": ["geography"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q6256. ?entity wdt:P41 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es') }",
        "imageurl": "<output>"
    },
    {
        "question": "¿A qué país pertenece este contorno?",
        "selector": "<input>",
        "topics": ["geography"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q6256. ?entity wdt:P18 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es') }",
        "imageurl": "<output>"
    },
    {
        "question": "¿Cuál es la capital de este país?",
        "selector": "<input>",
        "topics": ["geography"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q6256. ?entity wdt:P36 ?capital. ?capital wdt:P18 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es') }",
        "imageurl": "<output>"
    },
    {
        "question": "¿En qué sitio arqueológico fue tomada esta imagen?",
        "selector": "<input>",
        "topics": ["history"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q839954. ?entity wdt:P18 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es') } ",
        "imageurl": "<output>"
    },
    {
        "question": "¿Quién es esta persona histórica?",
        "selector": "<input>",
        "topics": ["history"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q5. ?entity wdt:P18 ?image. ?entity wdt:P106 ?occupation. ?occupation wdt:P279* wd:Q82955. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es') } ",
        "imageurl": "<output>"
    },
    {
        "question": "¿A qué monumento histórico pertenece esta imagen?",
        "selector": "<input>",
        "topics": ["history"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q4989906. ?entity wdt:P18 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es') } ",
        "imageurl": "<output>"
    },
    {
        "question": "¿Qué museo histórico es este?",
        "selector": "<input>",
        "topics": ["history"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q33506. ?entity wdt:P18 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es') } ",
        "imageurl": "<output>"
    },
    {
        "question": "¿Cuál es el nombre del animal?",
        "selector": "<input>",
        "topics": ["science"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P225 ?nombre_cientifico. ?entity wdt:P171 ?taxon. ?entity wdt:P18 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es') }",
        "imageurl": "<output>"
    },
    {
        "question": "¿Cuál es el nombre de la planta?",
        "selector": "<input>",
        "topics": ["science"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P225 ?nombre_cientifico. ?entity wdt:P18 ?image. ?entity wdt:P5037 ?value. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es') }",
        "imageurl": "<output>"
    },
    {
        "question": "¿Qué alimento es este?",
        "selector": "<input>",
        "topics": ["science"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q2095. ?entity wdt:P18 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es')}",
        "imageurl": "<output>"
    },
    {
        "question": "¿Qué equipo de fútbol es este?",
        "selector": "<input>",
        "topics": ["sports"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q476028; wdt:P154 ?image. ?entity wdt:P18 ?imagen. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es')}",
        "imageurl": "<output>"
    },
    {
        "question": "¿Quién es el jugador de fútbol en esta imagen?",
        "selector": "<input>",
        "topics": ["sports"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q5; wdt:P106 wd:Q937857. ?entity wdt:P18 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es')}",
        "imageurl": "<output>"
    },
    {
        "question": "¿En qué estadio deportivo fue tomada esta imagen?",
        "selector": "<input>",
        "topics": ["sports"],
        "query": "SELECT DISTINCT ?entity ?label ?image WHERE { ?entity wdt:P31 wd:Q483110. ?entity wdt:P18 ?image. ?entity rdfs:label ?label. FILTER(LANG(?label) = 'es')}",
        "imageurl": "<output>"
    }
]